
const mockData={
    profileData:[{
        num:1,
        text:'在'
    },{
        num:2,
        text:'测试'
    },{
        num:3,
        text:'假期'
    }],
    weiboNews :[{
        imgUrl:'http://pic.58pic.com/58pic/15/68/59/71X58PICNjx_1024.jpg',
        images:['http://pic69.nipic.com/file/20150608/9252150_134415115986_2.jpg','http://pic32.nipic.com/20130823/13339320_183302468194_2.jpg'],
        collect:true,
        like:true,
        name:'one',
        resource:'一些图片',
        attention:false,
        content:'又是一年清明时，每逢清明倍思亲。今年的清明节出乎意料的风和日丽，没有以往的细雨纷飞，清明节的哀伤气氛似乎也没有那么浓了。'+

        '父母的坟就在村旁的菜地里，去年的这时候父亲还和我们一起祭奠母亲，没想到今年的清明节父亲也长眠在了这里。父亲生前常常侍弄着这块菜地，总感觉父亲还活着，只要一想，父亲就好象还在那儿弯着腰给菜地浇水，家里似乎到处都是父亲的身影。'+
        
        '又是一年清明至，旧坟旁边添新坟。世事变幻，生命无常。总会有那么一个瞬间，心痛心伤会猛地戳一下你的心脏，迅速湿了你的眼睛。要怎么才能接受陪伴了你几十年已经溶入你血液的至亲的人永远离开的事实？要多少次的辛酸才能换来一次的麻木与释然？'+
        
        '曾经，你天真地以为他们永远不会有离去的那一天；曾经，你以为只要你一回到家，就还能看见他们熟悉的身影，听见他们亲切的话语。岁月变迁，沧海桑田，谁也逃不掉这一天的到来，你无一例外地体会到了生命不能承受之痛。'
        
    },{
        imgUrl:'http://pic75.nipic.com/file/20150821/9448607_145742365000_2.jpg',
        images:[],
        collect:true,
        like:false,
        name:'清明时节',
        resource:'清明',
        attention:false,
        content:'走在故乡的土地上，依然还能看见零星的庄稼。金黄的油菜花快谢完了，密密麻麻地坠满了一串串饱满的菜籽，凝碧的麦苗正在春风里抽穗，天空辽阔悠远，一切都是那么宁静祥和，人生是如此的美好，如果人能一直活着那该多好啊！'+

        '可生命终归太短暂太脆弱，时不时就会来一场生离死别，你永远不知道明天和意外哪个先来。也许这就是真实的人生，因为有了失去，人们才会更加懂得珍惜；因为生命的轮回，人类才得以生生不息。'
        
    },{
        imgUrl:'http://pic1.win4000.com/wallpaper/9/5450ae2fdef8a.jpg',
        images:['http://img1.ph.126.net/SSvFbcJzwGBlqy4xon6FjA==/6608832342050415367.jpg'],
        collect:false,
        like:true,
        name:'五月春风',
        resource:'散文',
        attention:true,
        content:'这委婉、含蓄、不张扬，正是春风的婉约品质。我沐浴在婉约的春风里，就像看到了那欲语还羞，情窦初开的姑娘，慢慢的敞开她的心扉，含蓄地展现她的魅力，让人们在不知不觉中读她，接受她，拜倒在她的石榴裙下，就像看到了那辛勤的老师，春风化雨，润物无声，把知识和道德，点点滴滴，沁入学生的心房，换来了桃李芬芳;就像看到了那伟大的母爱，默默付出，从不张扬，用全部能量，带给孩子一片温暖。'

    }
],
    collectNum :2,
    likeNum :2
}

export default mockData

 